<?php

// Переводы для странички - Сотрудники

return [

    "USER_LIST"       => "Список сотрудников",
    "USER_GENDER_0"   => "Мужской",
    "USER_GENDER_1"   => "Женский",
    "USERS_NOT_FOUND" => "Сотрудников нет",
    "USER_NEW"        => "Добавление сотрудника",
    "USER_EDIT"       => "Редактирование данных сотрудника",
    "USER_ADD"        => "Добавить сотрудника",
    "USER_DETAIL"     => "Детальная карточка сотрудника",

    "USER_NAME"       => "Логин",
    "USER_EMAIL"      => "Почта",
    "USER_STATUS"     => "Статус",
    "USER_GENDER"     => "Пол",
    "USER_BIRTHDAY"   => "Дата Рождения",
    "USER_FIRSTNAME"  => "Имя",
    "USER_LASTNAME"   => "Фамилия",
    "USER_MIDDLENAME" => "Отчество",
    "ACTIONS"         => "Действия",
    "ADD"             => "Добавить",
    "EDIT"            => "Редактировать",

    // События
    "USER_CREATE_SUCCESS" => "Успешное создание сотрудника",
    "USER_CREATE_ERROR"   => "При создании сотрудника возникли ошибки",
    "USER_EDIT_SUCCESS"   => "Успешное редактирование сотрудника",
    "USER_EDIT_ERROR"     => "При редактировании сотрудника возникли ошибки",
    "USER_DELETE_SUCCESS" => "Успешное удаление сотрудника",
    "USER_DELETE_ERROR"   => "При удалении сотрудника возникли ошибки",
];

?>