<?php

// Переводы для странички - действия

return [
    "ACTION_LIST"           => "Список действий",
    "ACTION_ADD"            => "Добавить действие",
    "ACTION_NEW"            => "Добавление нового действия",
    "ACTION_EDIT"           => "Редактирование действия",
    "ACTION_NAME"           => "Название действия",
    "ACTION_TYPE"           => "Тип поля",
    "ACTIONS"               => "Действия",
    "ADD"                   => "Добавить",
    "EDIT"                  => "Редактировать",

    // События
    "ACTION_CREATE_SUCCESS" => "Успешное создание действия",
    "ACTION_CREATE_ERROR"   => "При создании действия возникли ошибки",
    "ACTION_EDIT_SUCCESS"   => "Успешное редактирование действия",
    "ACTION_EDIT_ERROR"     => "При редактировании действия возникли ошибки",
    "ACTION_DELETE_SUCCESS" => "Успешное удаление действия",
    "ACTION_DELETE_ERROR"   => "При удалении действия возникли ошибки",
];