<?php

// Переводы для странички - Масти

return [

    "COLOR"                => "Масть",
    "COLOR_LIST"           => "Список мастей",
    "COLOR_ADD"            => "Добавить масть",
    "COLOR_CHOOSE"         => "Выберите масть",
    "COLORS_NOT_FOUND"     => "Мастей нет",
    "COLOR_NEW"            => "Добавление масти",
    "COLOR_EDIT"           => "Редактирование масти",
    "COLOR_DETAIL"         => "Детальная карточка",
    "COLOR_NAME"           => "Название масти",
    "COLOR_SHORT_NAME"     => "Сокращенное название",
    "ACTIONS"              => "Действия",
    "ADD"                  => "Добавить",
    "EDIT"                 => "Редактировать",

    // События
    "COLOR_CREATE_SUCCESS" => "Успешное создание масти",
    "COLOR_CREATE_ERROR"   => "При создании масти возникли ошибки",
    "COLOR_EDIT_SUCCESS"   => "Успешное редактирование масти",
    "COLOR_EDIT_ERROR"     => "При редактировании масти возникли ошибки",
    "COLOR_DELETE_SUCCESS" => "Успешное удаление масти",
    "COLOR_DELETE_ERROR"   => "При удалении масти возникли ошибки",

];

?>