<?php

// Переводы для странички - коровники

return [

    "ANIMAL"                 => "Животное",
    "COWSHED_LIST"           => "Список коровников",
    "COWSHED_ADD"            => "Добавить коровник",
    "COWSHED_NEW"            => "Добавление коровника",
    "COWSHED_EDIT"           => "Редактирование коровника",
    "COWSHED_DETAIL"         => "Детальная карточка коровника",
    "COWSHED_NAME"           => "Название коровника",
    "ACTIONS"                => "Действия",
    "ADD"                    => "Добавить",
    "EDIT"                   => "Редактировать",

    // События
    "COWSHED_CREATE_SUCCESS" => "Успешное создание коровника",
    "COWSHED_CREATE_ERROR"   => "При создании коровника возникли ошибки",
    "COWSHED_EDIT_SUCCESS"   => "Успешное редактирование коровника",
    "COWSHED_EDIT_ERROR"     => "При редактировании коровника возникли ошибки",
    "COWSHED_DELETE_SUCCESS" => "Успешное удаление коровника",
    "COWSHED_DELETE_ERROR"   => "При удалении коровника возникли ошибки",

];

?>