<?php

// Переводы для странички - фермы

return [

    "FARM"                => "Животное",
    "FARM_LIST"           => "Список ферм",
    "FARM_ADD"            => "Добавить ферму",
    "FARM_NEW"            => "Добавление фермы",
    "FARM_EDIT"           => "Редактирование фермы",
    "FARM_DETAIL"         => "Детальная карточка фермы",
    "FARM_NAME"           => "Название фермы",
    "ACTIONS"             => "Действия",
    "ADD"                 => "Добавить",
    "EDIT"                => "Редактировать",

    // События
    "FARM_CREATE_SUCCESS" => "Успешное создание фермы",
    "FARM_CREATE_ERROR"   => "При создании фермы возникли ошибки",
    "FARM_EDIT_SUCCESS"   => "Успешное редактирование фермы",
    "FARM_EDIT_ERROR"     => "При редактировании фермы возникли ошибки",
    "FARM_DELETE_SUCCESS" => "Успешное удаление фермы",
    "FARM_DELETE_ERROR"   => "При удалении фермы возникли ошибки",

];

?>